{% extends 'base.html'  %}
{% load static %}
{% load humanize %}
{% load l10n %}

{% block title %}Contrato Social{% endblock %}

{%block head %}
  <link rel="stylesheet" href="{% static 'contratos/css/contratos.css' %}">
{% endblock %}

{%block header %}
  <h1>Contrato Social</h1>
  <p>Execução de contratos da Educação em São Paulo</p>
  {% include '_header_nav.html' with about='contratos:sobre'%}
{% endblock %}

{%block sections %}
    <div class="wrapper container">

        <!-- Sidebar -->
        <div class="sidebar">
            <div class="card sobre">
                <input type="button" value="voltar" onclick="window.history.back()" class="voltar" />
                <h1>Meto<br/>dolo<br/>gia</h1>
                <p>Os dados foram retirados da API do SOF (Sistema de Execução Orçamentária) da Prefeitura de São Paulo e da base de dados de execução orçamentária disponibilizada pela Secretaria de Fazenda da Prefeitura de São Paulo.</p>
            </div>
        </div>
        <!-- End Sidebar -->

        <div class="main">

            <div class="metodologia_mosaico">
                    <div class="txt verde">
                        <h2>Metodologia <span>❯ Contrato Social</span></h2>
    
                        <p>Para alimentar a ferramenta <strong>Contrato Social</strong>, foi utilizado um banco de dados obtido a partir do cruzamento de duas consultas distintas realizadas &agrave; API do Sistema de Execu&ccedil;&atilde;o Or&ccedil;ament&aacute;ria (SOF). A partir da primeira consulta, realizada no campo <strong>Contratos </strong>da API, foi poss&iacute;vel obter uma base de dados de contratos cuja execu&ccedil;&atilde;o est&aacute; associada &agrave; Secretaria Municipal de Educa&ccedil;&atilde;o (SME). H&aacute; alguns contratos de outras secretarias cujos empenhos s&atilde;o executados pela SME, como &eacute; o caso de contratos da Secretaria Municipal de Mobilidade e Transportes (SMT) e da Secretaria Municipal de Infraestrutura Urbana e Obras (SIURB). Por essa raz&atilde;o, a busca contempla os seguintes atributos para o <strong>CodOrgao: </strong>16 (SME), 20 (SMT) e 22 (SIURB). Essa base de dados apresenta, para cada contrato, um conjunto de informa&ccedil;&otilde;es como objeto, credor, data de assinatura, vig&ecirc;ncia, valor do contrato, entre outras.</p>
                        <p>No entanto, essa base n&atilde;o apresenta informa&ccedil;&otilde;es detalhadas sobre a execu&ccedil;&atilde;o or&ccedil;ament&aacute;ria associada a tais contratos (em particular, informa&ccedil;&otilde;es sobre as despesas empenhadas vinculadas a cada contrato). Tal informa&ccedil;&atilde;o consta em outra consulta ‒ de <strong>Empenhos</strong> ‒, sem apresentar, no entanto, uma chave que permita fazer a vincula&ccedil;&atilde;o direta aos contratos. Por essa raz&atilde;o, criou-se um algoritmo que busca, na base <strong>Empenhos</strong>, cada contrato da base <strong>Contratos, </strong>obtendo, com isso, os empenhos vinculados a esses contratos. Com isso, obt&eacute;m-se uma base &uacute;nica que cont&eacute;m atributos tanto da consulta de <strong>Contratos</strong> quanto da consulta de <strong>Empenhos</strong>.</p>
                        <p>Os atributos dessa base de dados unificada de contratos e empenhos que s&atilde;o efetivamente utilizados na ferramenta s&atilde;o:</p>
                        <p>O<strong> ANO DO EMPENHO</strong> (anoEmpenho) identifica o per&iacute;odo de base da ferramenta a partir do ano em que os empenhos foram realizados (e n&atilde;o do ano em que os contratos foram assinados). Foram obtidos os dados de contratos de 2018 em diante.</p>
                        <p>A <strong>MODALIDADE DE LICITA&Ccedil;&Atilde;O</strong> (txtDescricaoModalidade) corresponde &agrave; identifica&ccedil;&atilde;o da modalidade de licita&ccedil;&atilde;o que deu origem a cada contrato. As possibilidades s&atilde;o: Concurso; Convite; Tomada de Pre&ccedil;os; Concorr&ecirc;ncia; Dispensa de Licita&ccedil;&atilde;o; Inexigibilidade; Adiantamento/Suprimento de Fundos; Preg&atilde;o; e Leil&atilde;o. Na ferramenta, esse atributo corresponde &agrave; coluna &ldquo;Modalidade&rdquo; exibida na tabela &ldquo;Top 5 contratos&rdquo;.</p>
                        <p>A <strong>RAZ&Atilde;O SOCIAL</strong> (txtRazaoSocial) identifica o favorecido de cada contrato. Tecnicamente, corresponde &agrave; raz&atilde;o social vinculada ao CNPJ credor de um empenho vinculado a um contrato. Na ferramenta, esse atributo corresponde &agrave; coluna &ldquo;Fornecedor&rdquo; exibida na tabela &ldquo;Top 5 contratos&rdquo;.</p>
                        <p>O <strong>OBJETO DO CONTRATO </strong>(txtObjetoContrato) &eacute; uma descri&ccedil;&atilde;o detalhada da natureza de um contrato. Trata-se de um texto que explica o motivo do contrato ‒ que geralmente consta no cabe&ccedil;alho dos arquivos originais ‒, explicitando como os recursos est&atilde;o sendo empregados. Na ferramenta, o objeto &eacute; exibido na forma de um <em>tooltip</em> no &iacute;cone &ldquo;( i )&rdquo; da tabela &ldquo;Top 5 contratos&rdquo;.</p>
                        <p>Al&eacute;m da API do SOF, utiliza-se uma planilha que cont&eacute;m os agrupamentos das despesas feitos em categorias criadas para melhor compreens&atilde;o por parte do usu&aacute;rio. Os atributos que constam nessa planilha de categorias s&atilde;o o<strong> NOME DA CATEGORIA</strong> (nm_categoria), que &eacute; a identifica&ccedil;&atilde;o da categoria apresentada na ferramenta, e a<strong> DESCRI&Ccedil;&Atilde;O DA CATEGORIA </strong>(ds_categoria), que corresponde ao texto apresentado no <em>tooltip</em> dos &iacute;cones das categorias. As categorias e as suas respectivas descri&ccedil;&otilde;es foram criadas pela SME, em conjunto com a Diretoria de An&aacute;lise de Pol&iacute;ticas P&uacute;blicas da Funda&ccedil;&atilde;o Getulio Vargas (FGV DAPP). A explica&ccedil;&atilde;o sobre o que representa cada uma dessas categorias se encontra na se&ccedil;&atilde;o &ldquo;Saiba Mais&rdquo;.</p>
                        <p>Essas categorias s&atilde;o vinculadas &agrave;s despesas por meio de um <strong>indexador de dota&ccedil;&atilde;o or&ccedil;ament&aacute;ria</strong>, constru&iacute;do a partir de uma s&eacute;rie de atributos das despesas.</p>
                        <p>Exemplo de um indexador de dota&ccedil;&atilde;o or&ccedil;ament&aacute;ria: <strong>2018.16.2828.3.4.50.39.00</strong></p>
                        <p>Os primeiros quatro d&iacute;gitos (2018) contemplam o ano do empenho. Os pr&oacute;ximos dois d&iacute;gitos, nesse caso, sempre 16 ‒ identificam o <strong>&Oacute;RG&Atilde;O </strong>de governo ou unidade administrativa respons&aacute;vel pelo empenho. O universo utilizado foi o de contratos cujos empenhos s&atilde;o executados pela SME.</p>
                        <p>O <strong>PROJETO/ATIVIDADE</strong> &eacute; identificado pelos pr&oacute;ximos quatro d&iacute;gitos (no exemplo, 2828). Trata-se de um instrumento utilizado para alcan&ccedil;ar o objetivo de um programa de governo, envolvendo um conjunto de opera&ccedil;&otilde;es limitadas no tempo, a partir das quais resulta um produto espec&iacute;fico (projeto) ou um conjunto de opera&ccedil;&otilde;es cont&iacute;nuas e permanentes (atividade).</p>
                        <p>Em seguida, a <strong>CATEGORIA ECON&Ocirc;MICA</strong> &eacute; identificada pelo d&iacute;gito (3) seguinte aos do projeto/atividade. Trata-se do efeito econ&ocirc;mico da realiza&ccedil;&atilde;o da despesa. Uma despesa pode ser corrente ou de capital, nesse sentido.</p>
                        <p>O pr&oacute;ximo d&iacute;gito (4) se refere ao <strong>GRUPO DE NATUREZA DE DESPESA</strong>, que &eacute; uma classe de gasto mais espec&iacute;fica do que a categoria econ&ocirc;mica. Basicamente, uma despesa corrente pode ser de Pessoal e Encargos Sociais, de Juros e Encargos da D&iacute;vida ou de Outras Despesas Correntes, enquanto que uma despesa de capital pode ser de Investimentos, de Invers&otilde;es Financeiras ou de Amortiza&ccedil;&atilde;o da D&iacute;vida.</p>
                        <p>Os pr&oacute;ximos dois d&iacute;gitos (50) indexam a <strong>MODALIDADE DE APLICA&Ccedil;&Atilde;O</strong>, que mostra de que forma s&atilde;o aplicados os recursos, se diretamente ou transferidos para execu&ccedil;&atilde;o de outro ente.</p>
                        <p>Em seguida, temos os dois d&iacute;gitos (39) representativos do <strong>ELEMENTO DE DESPESA</strong>, atributo que tem por finalidade identificar os objetos imediatos de cada despesa, tais como vencimentos e vantagens fixas, juros, di&aacute;rias, material de consumo, servi&ccedil;os de terceiros prestados sob qualquer forma, subven&ccedil;&otilde;es sociais, obras e instala&ccedil;&otilde;es, equipamentos e material permanente, aux&iacute;lios, amortiza&ccedil;&atilde;o e outros que a Administra&ccedil;&atilde;o P&uacute;blica utiliza para a consecu&ccedil;&atilde;o de seus fins.</p>
                        <p>Por fim, temos a <strong>FONTE DE RECURSO</strong> nos dois &uacute;ltimos d&iacute;gitos (00), que mostra de onde vem os recursos para custeio daquela despesa (pode ser proveniente do pr&oacute;prio Tesouro Municipal ou de transfer&ecirc;ncias de outros entes, fundos multigovernamentais etc).</p>
                        <p>Por fim, usamos as seguintes refer&ecirc;ncias para os <strong>valores das despesas:</strong></p>
                        <p>O <strong>VALOR EMPENHADO L&Iacute;QUIDO </strong>(valEmpenhadoLiquido) remete ao montante que foi executado do ponto de vista or&ccedil;ament&aacute;rio: trata-se de toda reserva financeira realizada para atender fins espec&iacute;ficos. As despesas empenhadas precisam, ainda, ser liquidadas e pagas para completarem o ciclo, mas a contabilidade p&uacute;blica usa o empenho como crit&eacute;rio de execu&ccedil;&atilde;o. A ideia de &ldquo;l&iacute;quido&rdquo; se refere ao fato de que empenhos podem eventualmente ser cancelados, de modo que a m&eacute;trica utilizada na ferramenta j&aacute; desconta esses cancelamentos. Na ferramenta, os valores empenhados s&atilde;o utilizados como uma previs&atilde;o de pagamento dos contratos, por se tratarem de reservas financeiras e n&atilde;o de desembolsos efetivos.</p>
                        <p>O<strong> VALOR LIQUIDADO</strong> (valLiquidado) identifica os valores liquidados de cada contrato. Na ferramenta, tais valores s&atilde;o utilizados como desembolsos efetivos, pois identificam que a contrapartida do uso dos recursos ocorreu de fato. Em outras palavras, trata-se da parcela do valor do cr&eacute;dito or&ccedil;ament&aacute;rio que j&aacute; passou pelo processo de empenho e cujo objeto da contrata&ccedil;&atilde;o j&aacute; foi aceito pela administra&ccedil;&atilde;o.</p>
                        <p>O valor liquidado ser&aacute; diferente do empenhado, pois os pagamentos dependem de diversos fatores, como da realiza&ccedil;&atilde;o satisfat&oacute;ria de servi&ccedil;os e de entregas por parte da contratada ou, at&eacute; mesmo, da sua inexecu&ccedil;&atilde;o parcial ou integral, por exemplo.</p>
                        <p><strong>OBSERVA&Ccedil;&Otilde;ES</strong></p>
                        <p><strong>1)</strong> A programa&ccedil;&atilde;o financeira mensal n&atilde;o est&aacute; dispon&iacute;vel na base de dados. Isso significa que n&atilde;o constam na base os valores dispon&iacute;veis para gasto por m&ecirc;s para rubrica utilizada na ferramenta, constando apenas os valores or&ccedil;ados (atualizados) anuais at&eacute; a data de atualiza&ccedil;&atilde;o mais recente.</p>
                        <p><strong>2)</strong> A planilha de dados disponibilizada para download na ferramenta cont&eacute;m outras informa&ccedil;&otilde;es obtidas a partir da vincula&ccedil;&atilde;o entre empenhos e contratos que n&atilde;o s&atilde;o utilizadas na visualiza&ccedil;&atilde;o da ferramenta. Buscou-se, com isso, dar transpar&ecirc;ncia completa aos dados agregados, para facilitar a utiliza&ccedil;&atilde;o para outros fins, uma vez que a planilha j&aacute; contempla a liga&ccedil;&atilde;o entre contratos e empenhos da SME.</p>
                        
                        <h2>Metodologia <span>❯ Deflacionamento</span></h2>
                        <p>Os valores apresentados s&atilde;o nominais, isto &eacute;, est&atilde;o a pre&ccedil;os correntes de cada ano.</p>
    
                    </div>
    

            </div>

        </div>

    </div>
{% endblock %}
