{% extends 'base.html'  %}{% load static %}
{% load humanize %}
{% load l10n %}

{% block title %}Contrato Social{% endblock %}

{%block head %}
    <meta property="og:locale" content="pt_BR">

    <meta property="og:title" content="Contrato Social - SMESP">
    <meta property="og:site_name" content="Contrato Social - SMESP">
    <meta property="og:description" content="Conheça a ferramenta Contrato Social da Secretaria Municipal de Educação de São Paulo.">

    <meta property="og:type" content="website">


    <meta property="og:image" content="{% static 'contratos/img/og-contratos.png' %}">
    <meta property="og:image:type" content="image/jpeg">
    <meta property="og:image:width" content="854">
    <meta property="og:image:height" content="216">

    <link rel="stylesheet" href="{% static 'contratos/css/contratos.css' %}">
{% endblock %}

{%block header %}
    <h1>Contrato Social</h1>
    <p>Execução de Contratos da Educação em São Paulo</p>
    {% include '_header_nav.html' with methodology='contratos:metodologia'%}

{% endblock %}

{%block sections %}
    <section>
        <div class="wrapper container">
            <div class="sidebar">
                <div class="card sobre">
                    <input type="button" value="voltar" onclick="window.history.back()" class="voltar" />
                    <h1>So<br />bre</h1>
                    <p>O objetivo da ferramenta <strong>Contrato Social</strong> &eacute; mostrar, de forma interativa e simplificada, <strong>a execu&ccedil;&atilde;o de contratos</strong> <strong>relacionados &agrave; Educa&ccedil;&atilde;o na cidade de S&atilde;o Paulo</strong>, associando a cada contrato os gastos realizados; apresentando e separando por categorias as informa&ccedil;&otilde;es sobre objeto, fornecedores e vig&ecirc;ncia dos contratos; e permitindo download de dados abertos.</p>
                </div>
                <ul>
                    <li class="active"><a href="{% url 'contratos:sobre' %}">Sobre</a></li>
                    <li><a href="{% url 'contratos:tutorial' %}">Tutorial</a></li>
                </ul>
            </div>
            <div class="main verde txt">
                <h2><strong>SOBRE </strong>❯ O Contrato Social</h2>
                <p>A ferramenta permite visualizar as <strong>informa&ccedil;&otilde;es dos contratos </strong>associados &agrave; Secretaria Municipal de Educa&ccedil;&atilde;o de S&atilde;o Paulo e a sua execu&ccedil;&atilde;o por meio da an&aacute;lise dos <strong>empenhos vinculados</strong>.</p>
                <p>Para que uma prefeitura possa contratar servi&ccedil;os e adquirir bens junto aos seus fornecedores, &eacute; necess&aacute;rio passar por um amplo processo t&iacute;pico das compras p&uacute;blicas. A depender da modalidade de aquisi&ccedil;&atilde;o &mdash; licita&ccedil;&atilde;o por preg&atilde;o, tomada de pre&ccedil;os, dispensa, inexigibilidade, entre outros &mdash;, a prefeitura eventualmente firma contratos com empresas para fornecimento de diversos bens e servi&ccedil;os. No caso da Educa&ccedil;&atilde;o, praticamente todas as despesas com servi&ccedil;os de limpeza, alimenta&ccedil;&atilde;o, uniforme, material escolar etc. s&atilde;o executadas atrav&eacute;s de contratos. H&aacute;, tamb&eacute;m, a possibilidade de faz&ecirc;-lo por meio de parcerias, que acontecem quando a administra&ccedil;&atilde;o da escola &eacute; realizada integralmente por uma entidade terceira.</p>
                <p>Uma vez contratado um servi&ccedil;o ou uma compra de determinado bem, por parte da prefeitura, ou firmada uma determinada parceria, os contratos passam a ser executados. Isso significa que cada contrato prev&ecirc; um determinado valor a ser gasto, e, &agrave; medida que o objeto contratado &eacute; executado, os pagamentos s&atilde;o realizados.</p>
                <p>A rigor, toda despesa no or&ccedil;amento p&uacute;blico passa por diversas fases. H&aacute; uma previs&atilde;o inicial no <strong>Projeto de Lei Or&ccedil;ament&aacute;ria Anual (PLOA)</strong>, chamada de dota&ccedil;&atilde;o inicial, que, quando o projeto &eacute; aprovado e se torna lei (LOA), gera uma autoriza&ccedil;&atilde;o de despesas para o ano, cujas cifras s&atilde;o chamadas de valores or&ccedil;ados. Esses valores podem passar por atualiza&ccedil;&otilde;es a partir de contingenciamento (bloqueio) de verbas ou da libera&ccedil;&atilde;o de cr&eacute;ditos extraordin&aacute;rios. Ap&oacute;s esse processo, tem-se o chamado valor or&ccedil;ado atualizado, utilizado como base, por exemplo, nas ferramentas <a href="{% url 'mosaico:grupos' %}">Mosaico</a> e <a href="{% url 'geologia:home' %}">Geologia</a>.</p>
                <p>Tem in&iacute;cio, ent&atilde;o, o processo de execu&ccedil;&atilde;o. Quando se faz uma reserva financeira para determinados gastos, diz-se que os valores foram <strong>empenhados</strong><strong>. </strong>No caso dos contratos, essa ser&aacute; a nossa refer&ecirc;ncia inicial. Ent&atilde;o, quando se fala, na ferramenta, em &ldquo;valores previstos em contratos para o ano&rdquo;, estamos nos referindo aos empenhos vinculados aos contratos naquele ano, como mostra a primeira parte da ferramenta <strong>(Figura 1)</strong>. A partir do empenho, a contrapartida de cada despesa &mdash; quer seja o servi&ccedil;o contratado ou o bem adquirido &mdash; ocorre de fato, gerando uma <strong>liquida&ccedil;&atilde;o</strong><strong>.</strong> Do ponto de vista da Secretaria Municipal de Educa&ccedil;&atilde;o da prefeitura de S&atilde;o Paulo, a despesa liquidada de cada contrato j&aacute; &eacute; considerada executada. Na ferramenta, mostra-se o percentual do liquidado sobre o empenhado em termos da taxa de execu&ccedil;&atilde;o dos contratos (na barra de execu&ccedil;&atilde;o, como mostra a <strong>Figura 1</strong>). Ap&oacute;s a liquida&ccedil;&atilde;o, a despesa ainda passa pela fase do pagamento, que &eacute; quando se registra uma ordem banc&aacute;ria. Na pr&aacute;tica, &eacute; quando o recurso chega, de fato, ao destinat&aacute;rio final. A ferramenta apresenta dados de 2018 em diante, que podem ser selecionados atrav&eacute;s do seletor ao lado do ano, como mostra a <strong>Figura 1</strong>.</p>
            
                <p><strong>Figura 1:</strong> Ferramenta de contratos: primeira parte</p>
                <img src="{% static 'contratos/img/contratos-figura-1.png' %}" alt="Figura 1" width="100%">
                <p><br /><br /></p>
            
            
                <h2><strong>SOBRE </strong>❯ Categorias</h2>
                <p>Para tornar a ferramenta mais amig&aacute;vel em termos da linguagem utilizada, criou-se uma tipologia de categorias com base nas dota&ccedil;&otilde;es or&ccedil;ament&aacute;rias, que reflete os grupos t&iacute;picos das despesas com Educa&ccedil;&atilde;o. As categorias utilizadas na ferramenta s&atilde;o:</p>
                <ul>
                <li>Alimenta&ccedil;&atilde;o;</li>
                <li>Eventos culturais e esportivos em CEUs;</li>
                <li>Manuten&ccedil;&atilde;o e opera&ccedil;&atilde;o das unidades;</li>
                <li>Obras;</li>
                <li>Parcerias;</li>
                <li>Pedag&oacute;gico;</li>
                <li>Transporte;</li>
                <li>Uniforme e material escolar;</li>
                </ul>
                <p>&nbsp;</p>
                <p>Essas categorias podem ser exploradas na ferramenta conforme mostra a <strong>Figura 2</strong>. &Eacute; poss&iacute;vel observar o volume de gastos (empenhados e liquidados) por categoria de contrato, bem como aferir o percentual empenhado&nbsp; dessa categoria em rela&ccedil;&atilde;o ao total empenhado de contratos categorizados e exibidos na <strong>Figura 1</strong>.</p>
            
                <p><strong>Figura 2:</strong> Ferramenta de contratos: destino das despesas em contratos por categoria</p>
                <img src="{% static 'contratos/img/contratos-figura-2.png' %}" alt="Figura 1" width="100%">
            
                <p>Cada categoria cont&eacute;m uma explica&ccedil;&atilde;o, disponibilizada na forma de um <em>tooltip</em>, sobre o conte&uacute;do das despesas que a integram. As despesas de <strong>Alimenta&ccedil;&atilde;o</strong> escolar incorporam, tamb&eacute;m, o Programa Leve Leite. A categoria <strong>Eventos culturais e esportivos em CEUs </strong>incorpora despesas relacionadas a eventos culturais e esportivos realizados em Centros Educacionais Unificados (CEUs).&nbsp;</p>
                <p>As despesas de <strong>Manuten&ccedil;&atilde;o e opera&ccedil;&atilde;o das unidades</strong> se relacionam a servi&ccedil;os, reformas e reparos (de 1&ordm; e 2&ordm; escal&atilde;o, que compreendem tarefas preventivas de baixa e m&eacute;dia complexidade realizadas continuamente ou em empreitadas de curta dura&ccedil;&atilde;o) aplicados &agrave;s escolas e unidades administrativas, bem como a servi&ccedil;os cont&iacute;nuos, como limpeza, vigil&acirc;ncia, &aacute;gua, esgoto, luz e telefone, entre outros gastos correntes para a manuten&ccedil;&atilde;o das unidades. Incorpora, tamb&eacute;m, aquisi&ccedil;&otilde;es de itens de higiene e mobili&aacute;rios. J&aacute; a despesa com <strong>Obras</strong> contempla especificamente a constru&ccedil;&atilde;o de novas unidades, al&eacute;m de amplia&ccedil;&otilde;es, desapropria&ccedil;&otilde;es e reformas de 3&ordm; escal&atilde;o (que contemplam tarefas de mais alta complexidade e que exigem conhecimento t&eacute;cnico espec&iacute;fico, geralmente, com dura&ccedil;&atilde;o mais elevada).</p>
                <p>Na categoria<strong> Parcerias, </strong>agrega-se todo gasto vinculado &agrave; administra&ccedil;&atilde;o de unidades escolares por terceiras, como &eacute; o caso dos Centros de Educa&ccedil;&atilde;o Infantil (CEIs) e do Programa Movimento de Alfabetiza&ccedil;&atilde;o de Jovens e Adultos (MOVA). Nesses casos, a secretaria n&atilde;o realiza um contrato espec&iacute;fico para cada tipo de despesa, mas para cada parceria, repassando um valor total para que outra entidade fa&ccedil;a a administra&ccedil;&atilde;o da unidade e contrate, por conta pr&oacute;pria, os fornecedores dos demais bens e servi&ccedil;os.</p>
                <p>Na categoria <strong>Pedag&oacute;gico</strong>, agregam-se despesas relacionadas a a&ccedil;&otilde;es pedag&oacute;gicas e educacionais, incluindo a capacita&ccedil;&atilde;o de professores, entre outras despesas relacionadas ao objeto de trabalho da Educa&ccedil;&atilde;o. Em <strong>Transporte</strong>, s&atilde;o registradas as despesas relativas ao Transporte Escolar Gratuito (TEG). Por fim, despesas relacionadas &agrave; aquisi&ccedil;&atilde;o e &agrave; distribui&ccedil;&atilde;o gratuita de uniforme escolar e de kits de material escolar s&atilde;o agregadas na categoria <strong>Uniforme e material escolar.</strong></p>
                <h2><strong>OBSERVA&Ccedil;&Atilde;O:</strong></h2> O universo apresentado na ferramenta <strong>Contrato Social</strong> n&atilde;o contempla os dados do Programa de Transfer&ecirc;ncia de Recursos Financeiros (PTRF), por n&atilde;o configurarem uma contrata&ccedil;&atilde;o, apesar de estarem originalmente presentes na base de dados de contratos obtida na <em>Application Programming Interface</em> (API) do Sistema de Execu&ccedil;&atilde;o Or&ccedil;ament&aacute;ria (SOF). Esses dados, no entanto, correspondem a recursos de gest&atilde;o descentralizada, que s&atilde;o direcionados a cada unidade escolar e que, por esse motivo, est&atilde;o presentes na ferramenta <a href="{% url 'regionalizacao:home' %}"><strong>Regionaliza&ccedil;&atilde;o</strong></a>.
                <p>&nbsp;</p>
                <h2><strong>SOBRE </strong>❯ Top 5</h2>
                <p>A ferramenta mostra uma s&iacute;ntese dos principais contratos da Secretaria Municipal de Educa&ccedil;&atilde;o de S&atilde;o Paulo. &Eacute; poss&iacute;vel filtr&aacute;-los por categoria e por ano, como mostra a <strong>Figura 3</strong>. A tabela mostra informa&ccedil;&otilde;es como o fornecedor (entidade que recebe recursos p&uacute;blicos para a execu&ccedil;&atilde;o de servi&ccedil;os ou a aquisi&ccedil;&atilde;o de bens), a categoria, a modalidade de contrata&ccedil;&atilde;o (dispensa de licita&ccedil;&atilde;o, tomada de pre&ccedil;os etc.), o valor empenhado do contrato e um <em>tooltip </em>com o objeto do contrato (campo descritivo que define, de forma detalhada, a que se refere um contrato). &Eacute; poss&iacute;vel selecionar categorias e verificar os principais contratos dessa categoria, bem como selecionar o ano de refer&ecirc;ncia.</p>
            
                <p><strong>Figura 3:</strong> Ferramenta de contratos: Top 5 contratos</p>
                <img src="{% static 'contratos/img/contratos-figura-3.png' %}" alt="Figura 1" width="100%">
            
                <h2><strong>SOBRE </strong>❯ Download dos dados</h2>
                <p>A ferramenta permite baixar a base de dados completa em formato aberto, a partir do bot&atilde;o disponibilizado logo abaixo da tabela dos Top 5, como mostra a <strong>Figura 4</strong>. O prop&oacute;sito &eacute; disponibilizar dados detalhados e com mais atributos do que os mostrados na ferramenta, o que permite an&aacute;lises mais aprofundadas e espec&iacute;ficas de acordo com a demanda de cada usu&aacute;rio.</p>
            
                <p><strong>Figura 4:</strong> Ferramenta de contratos: destaque para bot&atilde;o de download dos dados</p>
                <img src="{% static 'contratos/img/contratos-figura-4.png' %}" alt="Figura 1" width="100%">
            
                <p>&nbsp;</p>
                <p>A base de dados disponibilizada contempla todo o universo de empenhos a partir de 2018 vinculados a contratos da Secretaria Municipal de Educa&ccedil;&atilde;o e obtidos por meio da <em>Application Programming Interface</em> (API) do Sistema de Execu&ccedil;&atilde;o Or&ccedil;ament&aacute;ria (SOF). Logo, essa base contempla todos os atributos dispon&iacute;veis na consulta de empenhos e na consulta de contratos. Para obter essa base, foi necess&aacute;rio criar um algoritmo para consultar cada contrato na base de dados e vincul&aacute;-lo a um empenho da base de 2018 em diante. Quando tal v&iacute;nculo n&atilde;o foi encontrado, entendeu-se que o empenho n&atilde;o &eacute; baseado em contrato (por exemplo, um gasto com pagamento de servidores p&uacute;blicos).&nbsp;</p>
                <p><br /><strong>Observa&ccedil;&atilde;o:</strong> <strong>a ferramenta n&atilde;o disponibiliza a &iacute;ntegra dos contratos em formato .pdf. Para mais detalhes sobre esse ponto, consulte a se&ccedil;&atilde;o &ldquo;Sobre contratos&rdquo; em &ldquo;Tutorial&rdquo;.</strong></p>
            </div>
        </div>
    </section>
{% endblock %}
