{% extends 'base.html'  %}
{% load static %}
{% load humanize %}
{% load l10n %}

{% block title %}Contrato Social{% endblock %}

{%block head %}
<link rel="stylesheet" href="{% static 'contratos/css/contratos.css' %}">

{% endblock %}

{%block header %}
  <h1>Contrato Social</h1>
  <p>Execução de contratos da Educação em São Paulo</p>
  {% include '_header_nav.html' with about='contratos:sobre'%}
{% endblock %}

{%block sections %}
  <div class="wrapper container">

        <!-- Sidebar -->
        <div class="sidebar">
            <div class="card sobre">
                <input type="button" value="voltar" onclick="window.history.back()" class="voltar" />
                <h1>So<br />bre</h1>
                <p>
                O objetivo da ferramenta Contrato Social é mostrar, de forma interativa e simplificada, a execução de contratos relacionados à Educação na cidade de São Paulo, associando, a cada contrato, os gastos realizados; apresentando e separando por categorias as informações sobre objeto, fornecedores e vigência dos contratos, e permitindo download de dados abertos.
                </p>
            </div>
            <ul>
                <li><a href="{% url 'contratos:sobre' %}">Sobre</a></li>
                <li class="active"><a href="{% url 'contratos:tutorial' %}">Tutorial</a></li>
            </ul>
        </div>
        <!-- End Sidebar -->

        <div class="main">
            <div class="tutorial">
                <div class="metodologia_mosaico verde">
                    <h2>Tutorial <span>❯ Navegação da Ferramenta</span></h2>
                    <p>Na primeira parte, &eacute; poss&iacute;vel visualizar o montante total de empenhos vinculados aos contratos da Educa&ccedil;&atilde;o para o ano corrente (<strong>Figura 1</strong>). Caso o usu&aacute;rio queira acessar essa informa&ccedil;&atilde;o para um ano diferente do atual, basta selecionar o ano em destaque, e todas as informa&ccedil;&otilde;es apresentadas na ferramenta ser&atilde;o atualizadas para o ano selecionado. Abaixo da frase &ldquo;foram previstos em contratos para a Educa&ccedil;&atilde;o da cidade de S&atilde;o Paulo em 2019&rdquo;, &eacute; apresentada a barra de progress&atilde;o do montante total de empenhos, em que s&atilde;o exibidos o total empenhado (representado pela barra em tom mais claro) e o total liquidado (representado pela barra em tom mais escuro) dos contratos da Educa&ccedil;&atilde;o. Ao passar o cursor sobre a barra, &eacute; poss&iacute;vel visualizar os totais empenhados e liquidados em n&uacute;meros absolutos e em percentual de execu&ccedil;&atilde;o, de acordo com a data da &uacute;ltima atualiza&ccedil;&atilde;o da ferramenta.</p>
                    <p><strong>Figura 1 -&nbsp;Montante total de empenhos vinculados aos contratos da Educa&ccedil;&atilde;o</strong></p>
                    <img src="{% static 'contratos/img/contratos-figura-1.png' %}" alt="Figura 1" width="100%">
                    
                    <p>Na segunda parte, &eacute; poss&iacute;vel visualizar o montante de gastos (empenhados e liquidados) por categoria de contrato (<strong>Figura 2.2.2.1.2</strong>). Por exemplo, para saber o montante gasto com Alimenta&ccedil;&atilde;o em Educa&ccedil;&atilde;o, basta clicar na categoria Alimenta&ccedil;&atilde;o e a barra de execu&ccedil;&atilde;o logo abaixo do quadro de categorias apresentar&aacute; o montante total empenhado e liquidado na categoria Alimenta&ccedil;&atilde;o (representado pelo tom mais claro) e a propor&ccedil;&atilde;o do valor empenhado essa mesma categoria (representada pelo tom mais escuro) em rela&ccedil;&atilde;o ao total empenhado de contratos categorizados e exibidos na <strong>Figura 2.2.2.1.1</strong>.</p>
                    <p><strong>Figura 2 -&nbsp;Montante total de empenhos vinculados aos contratos da Educa&ccedil;&atilde;o, por categoria</strong></p>
                    <img src="{% static 'contratos/img/contratos-figura-2.png' %}" alt="Figura 2" width="100%">
                    
                    <p>Ao final da p&aacute;gina, na terceira parte, &eacute; poss&iacute;vel consultar, em uma tabela, os cinco contratos de maior valor empenhado de acordo com o <strong>ano selecionado </strong>(<strong>Figura 2.2.2.1.3</strong>). A tabela apresenta os seguintes dados: nome do fornecedor, categoria dos contratos, modalidade de aquisi&ccedil;&atilde;o do objeto do contrato e valor do contrato. Al&eacute;m disso, tamb&eacute;m &eacute; poss&iacute;vel saber quais foram os cinco contratos de maior valor empenhado de acordo com <strong>cada categoria</strong>. Por fim, &eacute; poss&iacute;vel baixar uma base em formato aberto que cont&eacute;m os dados apresentados na ferramenta por ano selecionado.</p>
                    <p><strong>Figura 3 -&nbsp;Tabela Top 5 Contratos</strong></p>
                    <img src="{% static 'contratos/img/contratos-figura-3.png' %}" alt="Figura 3" width="100%">
                </div>

                <div class="metodologia_mosaico verde">
                        <h2>Tutorial <span>❯ Pesquisa de Contratos, Conv&ecirc;nios e Parcerias*</span></h2>
                        <p>*Texto adaptado do Portal da Transpar&ecirc;ncia da Prefeitura de S&atilde;o Paulo: <a href="http://transparencia.prefeitura.sp.gov.br/contas/Paginas/Contratos-v2.aspx">http://transparencia.prefeitura.sp.gov.br/contas/Paginas/Contratos-v2.aspx</a>.</p>
                        <p>O processo de compras e contrata&ccedil;&otilde;es p&uacute;blicas possui v&aacute;rias etapas que devem ser seguidas at&eacute; chegar na assinatura do termo de contrato que sela o compromisso entre a prefeitura municipal de S&atilde;o Paulo e o fornecedor.</p>
                        <p>Essas etapas s&atilde;o, pelo menos, (1) abertura do processo, (2) publica&ccedil;&atilde;o do edital, (3) resultado da licita&ccedil;&atilde;o (ata de sess&atilde;o p&uacute;blica) e, por fim, (4) contrata&ccedil;&atilde;o.</p>
                        <p>Para encontrar mais informa&ccedil;&otilde;es sobre as etapas listadas, acesse o portal E-Neg&oacute;ciosCidadeSP (http://e-negocioscidadesp.prefeitura.sp.gov.br/BuscaLicitacao.aspx). Nesse <em>link</em>, est&atilde;o dispon&iacute;veis o edital na &iacute;ntegra e, tamb&eacute;m, o compilado de publica&ccedil;&otilde;es feitas no Di&aacute;rio Oficial da Uni&atilde;o para cada processo licitat&oacute;rio. A seguir, apresentamos tutoriais de como utilizar informa&ccedil;&otilde;es obtidas na ferramenta Contrato Social para localizar um contrato no Portal da Transpar&ecirc;ncia ou no portal E-Neg&oacute;cios.</p>
                        <p>Apresentamos, tamb&eacute;m, um tutorial para obten&ccedil;&atilde;o das &iacute;ntegras de contratos, bem como outros documentos, tais como nota de empenho, carta-contrato etc. a partir do Portal da Transpar&ecirc;ncia da prefeitura de S&atilde;o Paulo.</p>                        
                </div>

                <div class="metodologia_mosaico verde">
                    <h2>Tutorial <span>❯ Obtenção das íntegras no Portal da Transparência</span></h2>
                    <p>
                    O Portal da Transparência, disponível neste link, pode ser utilizado para consultar a íntegra de um contrato efetuado pela prefeitura. Na página principal do portal, selecione “Contratos, convênios e parcerias” (Figura 1):
                    </p>
                    <p>
                        <strong>Figura 1:</strong>
                        Página principal do Portal da Transparência
                    </p>
                    <img src="{% static 'contratos/img/initial-portal-transparencia.png' %}" alt="Figura 1" width="100%">
                    <p>
                    Para obter todos os contratos da Secretaria de Educação na página de pesquisa, selecione “Órgãos”, “Educação” e o ano desejado nas opções de busca, conforme indicado a seguir (Figura 2). Ao clicar na lupa, será apresentada a lista dos contratos da Secretaria para o ano desejado. Cada contrato listado possui um link para download da íntegra na coluna à esquerda, e a lista completa dos contratos pode ser exportada pelos ícones ao lado da busca.
                    </p>
                    <p>
                        <strong>Figura 2:</strong>
                        Página de busca de contratos no Portal da Transparência
                    </p>
                    <img src="{% static 'contratos/img/search-portal-transparencia.png' %}" alt="Figura 2" width="100%">
    
                    <p>
                    Caso deseje consultar um contrato específico nesse portal, é possível escolher “Contrato” nas opções de busca e, então, inserir o código identificador. É possível, também, realizar buscas por objeto, modalidade, valor e fornecedor.
                    </p>
                    <p>
                    <strong>Nota:</strong> As íntegras dos contratos estão disponíveis apenas para os contratos publicados a partir de janeiro de 2014​.
                    </p>
                    <h2>Tutorial <span>❯ Obtenção de informações sobre o processo de compra no portal E-negócios</span></h2>
                    <p>
                    O sistema
                    <a href="http://e-negocioscidadesp.prefeitura.sp.gov.br/BuscaLicitacao.aspx">E-Negócios</a>
                    pode ser utilizado para consultar as etapas de contratação, o que não é disponibilizado no Portal da Transparência. Porém, o portal não contém a íntegra dos contratos. Entrando na busca, é apresentado um formulário de busca completa que retorna informações sobre o processo de compra desejado. Para efetuar buscas relacionadas à ferramenta <strong>Contrato Social</strong>, são necessários somente os campos 4, 6 e 8. Um exemplo de busca está apresentado a seguir (Figura 3). O código do processo (que pode ser obtido a partir do download da planilha de dados na ferramenta Contratos) é inserido no campo 5 “Número do processo”, e a data de início de “Abertura da Sessão” recomendada, nesse caso, é 01/01/2017. Caso o status do processo não seja conhecido, é possível realizar outras tentativas com as três opções do campo 4.
                    </p>
                    <p>
                        <strong>Figura 3:</strong>
                        Exemplo de busca no sistema E-Negócios
                    </p>
                    <img src="{% static 'contratos/img/search-enegocios.png' %}" alt="Figura 3" width="100%">
                    <p>
                    A busca mostrará todos os processos que se adequarem aos critérios. Ao encontrar o item desejado, o link do “Número da Publicação” abre a página de detalhes, em que é possível acessar documentos relativos ao processo de compra, como, por exemplo, o edital de abertura da licitação (Figura 8).
                    </p>
                    <p>
                        <strong>Figura 4:</strong>
                        Exemplo de resultado de busca feita no sistema E-Negócios
                    </p>
                    <img src="{% static 'contratos/img/search-result-enegocios-1.png' %}" alt="Figura 4" width="100%">
                    <img src="{% static 'contratos/img/search-result-enegocios-2.png' %}" alt="Figura 4" width="100%">
                    <h2>Não encontrou o que procurava?</h2>
                    <p>
                        Faça uma solicitação com base na lei de acesso à informação!
                    </p>
                    <h3>Como?</h3>
                    <p>
                    <strong>*Texto fornecido por:</strong>
                    <a href="http://transparencia.prefeitura.sp.gov.br/acesso-a-informacao/Paginas/Como-pedir-uma-informacao.aspx">Transparência Prefeitura SP</a>
                    </p>
                    <p>
                    1. Acesse o e-SIC (Sistema Eletrônico do Serviço de Informações ao Cidadão):
                    </p>
                    <p>
                    <strong>
                        <a href="http://esic.prefeitura.sp.gov.br">http://esic.prefeitura.sp.gov.br</a>
                    </strong>
                    </p>
                    <img src="{% static 'contratos/img/esic-login.png' %}" alt="Figura 6" width="100%">
                    <p>
                    2. No e-SIC, clique em “Cadastre-se” para realizar o seu cadastro no sistema. Na própria tela de cadastro, você escolhe o seu nome de usuário e a sua senha de acesso.
                    </p>
                    <img src="{% static 'contratos/img/esic-dados-cadastrais.png' %}" alt="Figura 6" width="100%">
                    <p>
                    3. Acesse o sistema com seu nome de usuário e senha.
                    </p>
                    <p>
                    4. Clique em “Registrar Pedido” e preencha o formulário de solicitação de pedido. Atenção: antes de realizar o pedido, leia atentamente as dicas para o pedido e conheça os procedimentos que devem ser adotados para fazer a sua solicitação.
                    </p>
                    <img src="{% static 'contratos/img/esic-menu.png' %}" alt="Figura 5" width="100%">
                    <p>
                    5. O e-SIC disponibilizará um número de protocolo e, também, o enviará por e-mail. Guarde o seu número de protocolo, pois ele é o comprovante do cadastro da solicitação via sistema.
                    </p>
    
                </div>
           
            </div>            
        </div>
    </div>
{% endblock %}
